public/banco-de-questoes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="pt-BR" xml:lang="pt-BR">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Joilson Silva Porto" />
<meta http-equiv="Content-Language" content="pt-BR">

                     <link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<div id="outline-container-org3fcd7c8" class="outline-2">
<h2 id="org3fcd7c8">Banco de Questões de Física - Mecânica</h2>
<div class="outline-text-2" id="text-org3fcd7c8">
</div>
<div id="outline-container-org7d43610" class="outline-3">
<h3 id="org7d43610">Questões de Cinemática</h3>
<div class="outline-text-3" id="text-org7d43610">
</div>
<div id="outline-container-orgad58236" class="outline-4">
<h4 id="orgad58236">Questão 1</h4>
<div class="outline-text-4" id="text-orgad58236">
<p>
Em Cinemática, o referencial é um conceito fundamental para descrever o movimento. O referencial pode ser definido como:
</p>

<p>
a) A velocidade de um objeto em movimento.  
</p>

<p>
b) O ponto de referência (ponto zero) usado para determinar a posição dos objetos.  
</p>

<p>
c) A força que atua sobre um corpo em movimento.  
</p>

<p>
d) A aceleração de um objeto durante seu deslocamento.  
</p>
</div>
</div>

<div id="outline-container-orgaffb72e" class="outline-4">
<h4 id="orgaffb72e">Questão 2</h4>
<div class="outline-text-4" id="text-orgaffb72e">
<p>
Um carro se desloca de uma posição \(S_0 = -10 m\) para uma posição final \(S_f = -5 m\) em um intervalo de tempo de 2 segundos. A velocidade média deste carro foi de:
</p>

<p>
a) 7,5 m/s    b) -2,5 m/s    c) 2,5 m/s    d) -7,5 m/s  
</p>
</div>
</div>


<div id="outline-container-org6cce985" class="outline-4">
<h4 id="org6cce985">Questão 3</h4>
<div class="outline-text-4" id="text-org6cce985">
<p>
A diferença entre posição e deslocamento é que:
</p>

<p>
a) Posição e deslocamento são sinônimos em Física.  
</p>

<p>
b) Posição é a localização de um objeto em relação ao referencial, enquanto deslocamento é a variação da posição em um intervalo de tempo.  
</p>

<p>
c) Deslocamento é sempre maior que a posição.  
</p>

<p>
d) Posição depende do tempo, mas deslocamento não.  
</p>
</div>
</div>

<div id="outline-container-org5855848" class="outline-4">
<h4 id="org5855848">Questão 4</h4>
<div class="outline-text-4" id="text-org5855848">
<p>
Quando há uma variação de velocidade de um objeto, seja aumento ou redução, podemos afirmar que:
a) O objeto está em repouso.  
</p>

<p>
b) Existe uma aceleração.  
</p>

<p>
c) A força resultante é nula.  
</p>

<p>
d) O movimento é uniforme.  
</p>
</div>
</div>


<div id="outline-container-org010df9a" class="outline-4">
<h4 id="org010df9a">Questão 5</h4>
<div class="outline-text-4" id="text-org010df9a">
<p>
A velocidade é definida como:
</p>

<p>
a) A força aplicada sobre um objeto.  
</p>

<p>
b) A massa de um corpo em movimento.  
</p>

<p>
c) A razão entre um deslocamento e o intervalo de tempo correspondente.  
</p>

<p>
d) A energia cinética de um objeto.  
</p>
</div>
</div>
</div>


<div id="outline-container-org30c8a83" class="outline-3">
<h3 id="org30c8a83">Questões sobre Primeira Lei de Newton (Inércia)</h3>
<div class="outline-text-3" id="text-org30c8a83">
</div>
<div id="outline-container-orgaf69967" class="outline-4">
<h4 id="orgaf69967">Questão 6</h4>
<div class="outline-text-4" id="text-orgaf69967">
<p>
A Primeira Lei de Newton, também conhecida como Lei da Inércia, estabelece que:
</p>

<p>
a) A força é diretamente proporcional à aceleração.  
</p>

<p>
b) Para toda ação existe uma reação igual e oposta.  
</p>

<p>
c) Todo objeto permanece em seu estado de repouso ou de velocidade constante em linha reta, a menos que uma força resultante não nula seja exercida sobre ele.  
</p>

<p>
d) A aceleração é inversamente proporcional à massa.  
</p>
</div>
</div>


<div id="outline-container-orga7df776" class="outline-4">
<h4 id="orga7df776">Questão 7</h4>
<div class="outline-text-4" id="text-orga7df776">
<p>
O conceito de inércia pode ser descrito como:
</p>

<p>
a) A capacidade de um objeto acelerar rapidamente.  
</p>

<p>
b) A "preguiça" que objetos com massa têm de deixar seu estado de repouso ou movimento uniforme.  
</p>

<p>
c) A força que mantém os objetos em movimento.  
</p>

<p>
d) A velocidade máxima que um objeto pode atingir.  
</p>
</div>
</div>


<div id="outline-container-org1168250" class="outline-4">
<h4 id="org1168250">Questão 8</h4>
<div class="outline-text-4" id="text-org1168250">
<p>
Sobre a relação entre massa e inércia, é correto afirmar que:
</p>

<p>
a) Quanto menor a massa, maior a inércia.  
</p>

<p>
b) Massa e inércia são grandezas independentes.  
</p>

<p>
c) Quanto maior a massa, mais difícil será para mudar o movimento do corpo.  
</p>

<p>
d) A inércia não depende da massa do objeto.  
</p>
</div>
</div>


<div id="outline-container-orgd71fe12" class="outline-4">
<h4 id="orgd71fe12">Questão 9</h4>
<div class="outline-text-4" id="text-orgd71fe12">
<p>
Os referenciais inerciais são aqueles que:
</p>

<p>
a) Estão sempre em movimento acelerado.  
</p>

<p>
b) Respeitam a Primeira Lei de Newton.  
</p>

<p>
c) Possuem força centrífuga real.  
</p>

<p>
d) Estão sempre em repouso absoluto.  
</p>
</div>
</div>


<div id="outline-container-orgb178e87" class="outline-4">
<h4 id="orgb178e87">Questão 10</h4>
<div class="outline-text-4" id="text-orgb178e87">
<p>
Quando uma pessoa está dentro de um automóvel que faz uma curva, ela sente uma força para fora da curva. Essa força:
a) É uma força real que atua sobre a pessoa.  
</p>

<p>
b) É chamada de força centrífuga e não existe de fato, sendo resultado do referencial estar acelerado.  
</p>

<p>
c) É sempre maior que o peso da pessoa.  
</p>

<p>
d) Só existe quando o carro está freando.  
</p>
</div>
</div>
</div>


<div id="outline-container-org835ab44" class="outline-3">
<h3 id="org835ab44">Questões sobre Segunda Lei de Newton</h3>
<div class="outline-text-3" id="text-org835ab44">
</div>
<div id="outline-container-orgb280f23" class="outline-4">
<h4 id="orgb280f23">Questão 11</h4>
<div class="outline-text-4" id="text-orgb280f23">
<p>
A Segunda Lei de Newton, conhecida como Princípio Fundamental da Dinâmica, estabelece que:
a) A velocidade é sempre mantida por uma força.
</p>

<p>
b) A aceleração de um objeto é diretamente proporcional à força resultante e inversamente proporcional à sua massa.  
</p>

<p>
c) Todo objeto em repouso tende a permanecer em repouso.  
</p>

<p>
d) A energia se conserva em todos os sistemas.  
</p>
</div>
</div>


<div id="outline-container-orgd157bd1" class="outline-4">
<h4 id="orgd157bd1">Questão 12</h4>
<div class="outline-text-4" id="text-orgd157bd1">
</div>
</div>

<div id="outline-container-orgbe47e25" class="outline-4">
<h4 id="orgbe47e25">Questão 13</h4>
<div class="outline-text-4" id="text-orgbe47e25">
<p>
Se a força resultante sobre um objeto dobrar e sua massa permanecer constante, sua aceleração:
a) Permanecerá a mesma.  
b) Será reduzida pela metade.  
c) Dobrará.  
d) Será reduzida a um quarto.  
</p>
</div>
</div>
</div>


<div id="outline-container-org33d35a5" class="outline-3">
<h3 id="org33d35a5">Questões sobre Terceira Lei de Newton</h3>
<div class="outline-text-3" id="text-org33d35a5">
</div>
<div id="outline-container-org344cc29" class="outline-4">
<h4 id="org344cc29">Questão 14</h4>
<div class="outline-text-4" id="text-org344cc29">
<p>
A Terceira Lei de Newton, conhecida como Lei da Ação e Reação, afirma que:
</p>

<p>
a) A força é proporcional à massa.  
</p>

<p>
b) Sempre que um objeto exerce uma força sobre outro objeto, este outro objeto exerce uma força igual e oposta sobre o primeiro.  
</p>

<p>
c) Objetos em repouso tendem a permanecer em repouso.  
</p>

<p>
d) A aceleração é inversamente proporcional à massa.  
</p>
</div>
</div>


<div id="outline-container-orgd103a46" class="outline-4">
<h4 id="orgd103a46">Questão 15</h4>
<div class="outline-text-4" id="text-orgd103a46">
<p>
Sobre as forças de ação e reação, é correto afirmar que elas:
</p>

<p>
a) Atuam no mesmo objeto.  
</p>

<p>
b) Têm o mesmo módulo e orientação oposta, atuando em objetos diferentes.  
</p>

<p>
c) Só existem quando há movimento.  
</p>

<p>
d) São sempre maiores que o peso dos objetos.  
</p>
</div>
</div>
</div>


<div id="outline-container-org251f155" class="outline-3">
<h3 id="org251f155">Questões sobre Forças</h3>
<div class="outline-text-3" id="text-org251f155">
</div>
<div id="outline-container-org7fa6613" class="outline-4">
<h4 id="org7fa6613">Questão 16</h4>
<div class="outline-text-4" id="text-org7fa6613">
<p>
A força é uma grandeza vetorial, o que significa que:
a) Ela possui apenas intensidade.  
b) Ela possui direção e sentido, além da intensidade.  
c) Ela é sempre constante.  
d) Ela não pode ser medida.  
</p>
</div>
</div>


<div id="outline-container-org1b0a606" class="outline-4">
<h4 id="org1b0a606">Questão 17</h4>
<div class="outline-text-4" id="text-org1b0a606">
<p>
Duas pessoas puxam uma caixa com forças de 10 N e 15 N em direções opostas. A força resultante sobre a caixa é:
a) 25 N  
b) 5 N  
c) 0 N  
d) 150 N  
</p>
</div>
</div>


<div id="outline-container-orgbfac57b" class="outline-4">
<h4 id="orgbfac57b">Questão 18</h4>
<div class="outline-text-4" id="text-orgbfac57b">
<p>
A força resultante pode ser definida como:
</p>

<p>
a) A maior força atuando sobre um objeto.  
</p>

<p>
b) A soma aritmética de todas as forças.  
</p>

<p>
c) O resultado líquido de todas as forças atuantes sobre um objeto.  
</p>

<p>
d) A força de atrito entre superfícies.  
</p>
</div>
</div>


<div id="outline-container-org8029e15" class="outline-4">
<h4 id="org8029e15">Questão 19</h4>
<div class="outline-text-4" id="text-org8029e15">
<p>
A força de resistência do ar:
</p>

<p>
a) Só atua em objetos muito pesados.  
</p>

<p>
b) Sustenta um paraquedas durante a queda, por exemplo.  
</p>

<p>
c) É sempre maior que a força peso.  
</p>

<p>
d) Não existe no vácuo nem na atmosfera.  
</p>
</div>
</div>
</div>


<div id="outline-container-orgc7c51bc" class="outline-3">
<h3 id="orgc7c51bc">Questões Integradas</h3>
<div class="outline-text-3" id="text-orgc7c51bc">
</div>
<div id="outline-container-orgbe026c3" class="outline-4">
<h4 id="orgbe026c3">Questão 20</h4>
<div class="outline-text-4" id="text-orgbe026c3">
<p>
Um carro trafega em uma estrada retilínea com velocidade constante de 60 km/h. Nesta situação:
</p>

<p>
a) A força resultante sobre o carro é diferente de zero.  
</p>

<p>
b) O carro está acelerando constantemente.  
</p>

<p>
c) A força resultante sobre o carro é nula e ele obedece à Primeira Lei de Newton.  
</p>

<p>
d) O carro está desacelerando gradualmente.  
</p>
</div>
</div>


<div id="outline-container-orgc318733" class="outline-4">
<h4 id="orgc318733">Questão 21</h4>
<div class="outline-text-4" id="text-orgc318733">
<p>
Durante uma freada brusca, os passageiros de um ônibus são "jogados" para frente. Esse fenômeno é explicado:
</p>

<p>
a) Pela Segunda Lei de Newton apenas.  
</p>

<p>
b) Pela Terceira Lei de Newton apenas.  
</p>

<p>
c) Pela Lei da Inércia (Primeira Lei de Newton).  
</p>

<p>
d) Pela força de atrito entre os pés e o chão.  
</p>
</div>
</div>




<div id="outline-container-org02cd558" class="outline-4">
<h4 id="org02cd558">Questão 22</h4>
<div class="outline-text-4" id="text-org02cd558">
<p>
Um objeto de massa 2 kg sofre a ação de uma força resultante de 10 N. Sua aceleração será:
</p>

<p>
a) 20 m/s²  
</p>

<p>
b) 5 m/s²  
</p>

<p>
c) 0,2 m/s²  
</p>

<p>
d) 12 m/s²  
</p>
</div>
</div>


<div id="outline-container-orgc950c87" class="outline-4">
<h4 id="orgc950c87">Questão 23</h4>
<div class="outline-text-4" id="text-orgc950c87">
<p>
Em um cabo de guerra, duas equipes puxam uma corda com forças iguais e opostas. Se a corda não se move, isso significa que:
</p>

<p>
a) Não há forças atuando.  
</p>

<p>
b) A força resultante é zero e o sistema está em equilíbrio.  
</p>

<p>
c) Uma das equipes não está puxando.  
</p>

<p>
d) A corda está quebrada.  
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Joilson Silva Porto</p>
<p class="email">Email: <a href="mailto:joilson.porto@ifam.edu.br">joilson.porto@ifam.edu.br</a></p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
